issue_6/roberthall_imposter/order-tracking/app/controllers/order_details_controller.rb

SELECT * FROM `order_details`
---
  def index
    @order_details = OrderDetail.all