issue_6/roberthall_imposter/order-tracking/app/controllers/shippers_controller.rb

  def index
    @shippers = Shipper.all
---
SELECT * FROM `shippers`