issue_6/roberthall_imposter/order-tracking/app/controllers/vendors_controller.rb

  def index
    @vendors = Vendor.all
---
SELECT * FROM `vendors`